Repository: miaucl/photobooth
Catalog: photobooth/locale/*/LC_MESSAGES/photobooth.po
Languages: de, es, fr

source: Print
de: Drucken!
es: Impresora
fr: Imprimer

source: Start photobooth
de: Photobooth starten
es: Inicia fotocabina
fr: Démarrer photobooth

source: Set date/time
de: Uhrzeit ändern
es: Def fecha/hora
fr: Définir date/heure

source: Settings
de: Einstellungen
es: Configurar
fr: Paramètres

source: Quit
de: Beenden
es: Salir
fr: Quitter

source: photobooth
es: Fotocabina

source: Gallery ({})
de: Galerie ({})
es: Galería ({})
fr: Galerie ({})

source: Take a
es: Haz una
fr: Prenez une

source: Photo!
de: Foto!
es: Foto!

source: Pictures printed: {}
de: Fotos gedruckt: {}
es: Fotos impresas: {}
fr: Photos imprimées: {}

source: Get ready
de: Bereit machen
es: Prepárate para
fr: Préparez-vous

source: for {} photos...
de: für {} Fotos...
es: Para {} fotos...
fr: pour {} photos ...

source: Photo {} of {}...
de: Foto {} von {}...
es: Foto {} de {}...
fr: Photo {} sur {} ...

source: Taking a photo...
de: Foto schiessen ...
es: Iniciando fotocabina...
fr: Photo en cours ...

source: Touch to exit slideshow
de: Berühren, um die Diashow zu beenden
es: Toca para salir de la presentación
fr: Touchez pour quitter le diaporama

source: Gallery
de: Galerie
es: Galería
fr: Galerie

source: ← Back
de: ← Zurück
es: ← Volver
fr: ← Retour

source: {} in progress
de: {} in Arbeit ...
es: {} en curso
fr: {} en cours

source: Close
de: Schliessen
es: Cerrar
fr: Fermer

source: Picture
de: Bild
es: Imagen
fr: Photo

source: Next photo
de: Nächstes Foto
es: Foto siguiente
fr: Prochaine photo

source: Happy with your picture?
de: Zufrieden mit Ihrem Bild?
es: ¿Contento con tu foto?
fr: Étes-vous satisfait de votre photo ?

source: Date:
de: Datum:
es: Fecha:

source: Time:
de: Uhrzeit:
es: Hora:
fr: Heure :

source: Set system date and time:
de: Systemzeit ändern:
es: Pon fecha y hora del sistema
fr: Définir la date et l'heure du système :

source: Save and restart
de: Speichern & Neustart
es: Guardar y reiniciar
fr: Sauvegarde et redémarrage

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Event
es: Evento
fr: Événement

source: Interface
de: Oberfläche
es: Interfaz

source: Photobooth
es: Fotocabina

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo

source: Template
de: Vorlage
es: Plantilla
fr: Modèle

source: Slideshow
de: Diaschau
es: Presentación de diapositivas
fr: Diaporama

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage

source: Printer
de: Drucker
es: Impresora
fr: Imprimante

source: Restore defaults
de: Zurücksetzen
es: Restaurar pretederminados
fr: Restaure les paramètres par défaut

source: Event:
es: Evento:
fr: Evenement:

source: Enable fullscreen:
de: Vollbild aktivieren:
es: Habilitar pantalla completa
fr: Activer plein écran :

source: Gui module:
de: GUI Modul:
es: Módulo gui:
fr: Module d'interface graphique

source: Window size [px]:
de: Fenstergröße [px]:
es: Tamaño ventana [px]:
fr: Taille de la fenêtre [px] :

source: Hide cursor:
de: Mauszeiger ausblenden:
es: Ocultar cursor
fr: Cacher le curseur :

source: Appearance:
de: Erscheinungsbild:
es: Apariencia:
fr: Apparence

source: Show preview during countdown:
de: Vorschau während Countdown zeigen:
es: Mostrar imagen en la cuenta regresiva:
fr: Afficher l'aperçu durant le décompte

source: Greeter time before countdown [s]:
de: Wartezeit auf Begrüßungsbildschirm [s]:
es: Tiempo muerto antes de cuenta regresiva [s]:
fr: Temps d'attente avant décompte [s] :

source: Countdown time [s]:
de: Countdown-Dauer [s]:
es: Duración cuenta regresiva [s]:
fr: Temps de décompte [s] :

source: Picture display time [s]:
de: Anzeigedauer fertiges Bild [s]:
es: Tiempo de muestra imagen [s]:
fr: Temps d'affichage de l'image [s] :

source: Postprocess timeout [s]:
de: Wartezeit auf Nachbearbeitungsbildschirm [s]
es: Tiempo fuera de postproceso [s]:
fr: Délai de post-traitement

source: Overwrite displayed error message:
de: Ersetze angezeigte Fehlermeldung:
es: Sobrescribir mensaje de error mostrado:
fr: Remplacement des messages d'erreur affichés :

source: Camera module:
de: Kamera Modul:
es: Módulo de cámara:
fr: Module d'appareil photo :

source: Camera rotation:
de: Kamera Orientierung:
es: Rotación de la cámara:
fr: Rotation de la caméra :

source: Select file
de: Datei auswählen
es: Seleccione archivo
fr: Sélectionner le fichier

source: Template module:
de: Vorlagen Modul:
es: Plantilla
fr: Module modèle :

source: Fancy template file:
de: Fancy Vorlagendatei:
es: Archivo de plantillas de fantasía:
fr: Fichier modèle fantaisie :

source: Number of shots per picture:
de: Anzahl Fotos pro Bild:
es: Número de tomas por imagen:
fr: Nombre de capture par image :

source: Size of assembled picture [px]:
de: Größe des fertigen Bildes [px]:
es: Tamaño de imagen ensamblada [px]:
fr: Taille de l'image assemblée [px] :

source: Min. distance between shots [px]:
de: Min. Abstand der Fotos im Bild [px]:
es: Distancia min. entre tomas [px]:
fr: Distance minim

source: Min. distance border to shots [px]:
de: Min. Abstand der Fotos im Bild [px]:
es: Distancia mín. de la frontera a los disparos [px]:
fr: Distance min. entre la bordure et les prises de vue [px] :

source: Skip pictures:
de: Nicht zu benutzende Bilder (Kommasepariert)
es: Omite las imágenes:
fr: Sauter les images :

source: Background image:
de: Hintergrundbild:
es: Imagen de fondo:
fr: Image d'arrière-plan :

source: Wait for Slideshow time [s]:
de: Inaktive Zeit bis zum Start der Diaschau [s]:
es: Espere el tiempo de presentación de diapositivas [s]:
fr: Temps d'attente pour le diaporama [s] :

source: Wait for change pictures time [s]:
de: Anzeigezeit der Bilder [s]
es: Espere el tiempo de las imágenes de cambio [s]:
fr: Temps d'attente pour le changement de photo [s] :

source: Show an Ad every nth slide (0 = deactivated):
de: Jede n-te Folie eine Anzeige anzeigen (0 = deaktiviert):
es: Mostrar un anuncio cada n diapositivas (0 = desactivado):
fr: Afficher une publicité toutes les nèmes diapositives (0 = désactivé) :

source: Columns to show in gallery:
de: In Galerie anzuzeigende Spalten:
es: Columnas para mostrar en la galería:
fr: Colonnes à afficher dans la galerie :

source: Select directory
de: Verzeichnis auswählen:
es: Seleccione directorio
fr: Sélectionner le dossier

source: Output directory (strftime possible):
de: Ausgabeverzeichnis (strftime möglich):
es: Directorio de salida (strfhora posible):
fr: Répertoire de sortie (strftime possible) :

source: Basename of files (strftime possible):
de: Dateiname (strftime möglich):
es: Nombre base de archivos (strfhora posible):
fr: Nom de base des fichiers (strftime possible) :

source: Keep single shots:
de: Einzelfotos behalten:
es: Guardar fotos sueltas:
fr: Garder les images séparées :

source: Ad prefix:
de: Präfix der Anzeige:
es: Prefijo del anuncio:
fr: Préfixe de l'annonce :

source: Enable GPIO buttons:
de: GPIO Tasten aktivieren:
es: Habilitar los botones GPIO:
fr: Activer les boutons GPIO :

source: Exit button pin (BCM numbering):
de: Pin für Beenden-Schalter (BCM-Numm.):
es: Pin de botón salir (numeración BCM):
fr: Pin de bouton de sortie (numérotation BCM) :

source: Trigger button pin (BCM numbering):
de: Pin für Auslöser (BCM-Numm.):
es: Pon de botón gatillo (numeración BCM ):
fr: Pin de bouton de déclenchement (numérotation BCM) :

source: Enable GPIO light:
de: GPIO Licht aktivieren:
es: Habilitar la luz GPIO:
fr: Activer les lumières GPIO :

source: Idle lamp pin (BCM numbering):
de: Pin für Leerlauf-Lampe (BCM-Numm.):
es: Pin lámpara espera (numeración BCM):
fr: Pin pour lampe de veille (numérotation BCM) :

source: Enable printing:
de: Drucken aktivieren:
es: Habilitar impresión:
fr: Permettre l'impression :

source: Module:
de: Modul:
es: Módulo:

source: Ask for confirmation before printing:
de: Bestätigung vor Druckvorgang nötig:
es: Pedir confirmar antes de imprimir:
fr: Demander une confirmation avant impression :

source: Paper size [mm]:
de: Papiergröße [mm]:
es: Tamaño de papel [mm]:
fr: Taille du papier [mm] :

source: Enable Mailer:
de: Mailer aktivieren:
es: Habilitar Mailer:
fr: Activer Mailer :

source: Sender mail address:
de: Sendeadresse:
es: Dirección de correo del remitente:
fr: Adresse mail de l'expéditeur :

source: Recipient mail address:
de: Empfangsadresse:
es: Dirección de correo del destinatario:
fr: Adresse postale du destinataire :

source: Mail subject
de: Betreff:
es: Asunto del correo
fr: Objet du courrier :

source: Mail message:
de: Nachricht:
es: Mensaje de correo:
fr: Message de courrier :

source: SMTP server:
es: Servidor SMTP:
fr: Serveur SMTP :

source: Server requires auth:
de: Server benötigt Autorisierung:
es: El servidor requiere autenticación:
fr: Le serveur requiert une authentification :

source: Enable WebDAV upload:
de: WebDAV aktivieren:
es: El servidor requiere autenticidad:
fr: Activez le téléchargement WebDAV :

source: URL (folder must exist):
de: URL (Verzeichnis muss existieren):
es: URL (la carpeta debe existir):
fr: URL (le dossier doit exister) :

source: Enable Web server:
de: Aktivieren Sie den Webserver:
es: Habilitar servidor web:
fr: Activer le serveur Web :

source: Server host (0.0.0.0 for wildcard):
de: Server-Host (0.0.0.0 für Wildcard):
es: Host del servidor (0.0.0.0 para wildcard):
fr: Hôte du serveur (0.0.0.0 pour wildcard) :

source: Server port:
es: Puerto del servidor:
fr: Port du serveur :

source: Link:
es: Enlace:
fr: Lien :

source: No slideshow yet...
de: Noch keine Diaschau ...
es: Todavía no hay presentación de diapositivas...
fr: Pas encore de diaporama...

source: Starting the photobooth...
de: Starte die Photobooth...
es: Iniciando fotocabina...
fr: Démarrage du photobooth ...

source: Processing picture...
de: Bearbeite das Bild...
es: Procesando imagen...
fr: Traitement de l'image ...

source: Confirmation
de: Bestätigung
es: Confirmar

source: Quit Photobooth?
de: Photobooth beenden?
es: Salir de fotocabina?
fr: Quitter Photobooth ?

source: for the photo
de: für das Foto
fr: pour la photo

source: UploadS3
fr: UloadS3

source: Region (ex. eu-central-1):
fr: Région (ex. eu-central-1) :

source: Go!
de: Los!
